"use strict";
/*
 * ATTENTION: An "eval-source-map" devtool has been used.
 * This devtool is neither made for production nor for readable output files.
 * It uses "eval()" calls to create a separate source file with attached SourceMaps in the browser devtools.
 * If you are trying to read the output file, select a different devtool (https://webpack.js.org/configuration/devtool/)
 * or disable the default devtool with "devtool: false".
 * If you are looking for production-ready output files, see mode: "production" (https://webpack.js.org/configuration/mode/).
 */
(self["webpackChunk_N_E"] = self["webpackChunk_N_E"] || []).push([["_app-pages-browser_app_i18n_locales_zh-Hans_pokemon_json"],{

/***/ "(app-pages-browser)/./app/i18n/locales/zh-Hans/pokemon.json":
/*!***********************************************!*\
  !*** ./app/i18n/locales/zh-Hans/pokemon.json ***!
  \***********************************************/
/***/ ((module, __unused_webpack_exports, __webpack_require__) => {

module.exports = /*#__PURE__*/JSON.parse('{"妙蛙種子":"妙蛙种子","妙蛙草":"妙蛙草","妙蛙花":"妙蛙花","妙蛙花ex":"妙蛙花 ex","綠毛蟲":"绿毛虫","鐵甲蛹":"铁甲蚕","巴大蝶":"巴大蝶","獨角蟲":"独角虫","鐵殼蛹":"铁壳蚕","大針蜂":"大针蜂","走路草":"走路草","臭臭花":"臭臭花","霸王花":"霸王花","派拉斯":"派拉斯","派拉斯特":"派拉斯特","毛球":"毛球","摩魯蛾":"摩鲁蛾","喇叭芽":"喇叭芽","口呆花":"口呆花","大食花":"大食花","蛋蛋":"蛋蛋","椰蛋樹":"椰蛋树","椰蛋樹ex":"椰蛋树 ex","蔓藤怪":"蔓藤怪","飛天螳螂":"飞天螳螂","凱羅斯":"凯罗斯","木棉球":"木棉球","風妖精":"风妖精","百合根娃娃":"百合根娃娃","裙兒小姐":"裙儿小姐","坐騎小羊":"坐骑小羊","坐騎山羊":"坐骑山羊","小火龍":"小火龙","火恐龍":"火恐龙","噴火龍":"喷火龙","噴火龍ex":"喷火龙 ex","六尾":"六尾","九尾":"九尾","卡蒂狗":"卡蒂狗","風速狗":"风速狗","風速狗ex":"风速狗 ex","小火馬":"小火马","烈焰馬":"烈焰马","鴨嘴火獸":"鸭嘴火兽","火伊布":"火伊布","火焰鳥":"火焰鸟","火焰鳥ex":"火焰鸟 ex","熔蟻獸":"熔蚁兽","夜盜火蜥":"夜盗火蜥","焰后蜥":"焰后蜥","燒火蚣":"烧火蚣","焚焰蚣":"焚焰蚣","傑尼龜":"杰尼龟","卡咪龜":"卡咪龟","水箭龜":"水箭龟","水箭龜ex":"水箭龟 ex","可達鴨":"可达鸭","哥達鴨":"哥达鸭","蚊香蝌蚪":"蚊香蝌蚪","蚊香君":"蚊香君","蚊香泳士":"蚊香泳士","瑪瑙水母":"玛瑙水母","毒刺水母":"毒刺水母","小海獅":"小海狮","白海獅":"白海狮","大舌貝":"大舌贝","刺甲貝":"刺甲贝","大鉗蟹":"大钳蟹","巨鉗蟹":"巨钳蟹","墨海馬":"墨海马","海刺龍":"海刺龙","角金魚":"角金鱼","金魚王":"金鱼王","海星星":"海星星","寶石海星":"宝石海星","寶石海星ex":"宝石海星 ex","鯉魚王":"鲤鱼王","暴鯉龍":"暴鲤龙","拉普拉斯":"拉普拉斯","水伊布":"水伊布","菊石獸":"菊石兽","多刺菊石獸":"多刺菊石兽","急凍鳥":"急冻鸟","急凍鳥ex":"急冻鸟 ex","鴨寶寶":"鸭宝宝","舞天鵝":"舞天鹅","呱呱泡蛙":"呱呱泡蛙","呱頭蛙":"呱头蛙","甲賀忍蛙":"甲贺忍蛙","拳海參":"拳海参","磨牙彩皮魚":"磨牙彩皮鱼","雪吞蟲":"雪吞虫","雪絨蛾":"雪绒蛾","皮卡丘":"皮卡丘","雷丘":"雷丘","皮卡丘ex":"皮卡丘 ex","小磁怪":"小磁怪","三合一磁怪":"三合一磁怪","霹靂電球":"霹雳电球","頑皮雷彈":"顽皮雷弹","電擊獸":"电击兽","雷伊布":"雷伊布","閃電鳥":"闪电鸟","閃電鳥ex":"闪电鸟 ex","斑斑馬":"斑斑马","雷電斑馬":"雷电斑马","麻麻小魚":"麻麻小鱼","麻麻鰻":"麻麻鳗","麻麻鰻ex":"麻麻鳗 ex","傘電蜥":"伞电蜥","光電傘蜥":"光电伞蜥","啪嚓海膽":"啪嚓海胆","皮皮":"皮皮","凱西":"凯西","勇基拉":"勇基拉","胡地":"胡地","呆呆獸":"呆呆兽","呆殼獸":"呆壳兽","鬼斯":"鬼斯","鬼斯通":"鬼斯通","耿鬼":"耿鬼","耿鬼ex":"耿鬼 ex","催眠貘":"催眠貘","引夢貘人":"引梦貘人","魔牆人偶":"魔墙人偶","迷唇姐":"迷唇姐","超夢":"超梦","超夢ex":"超梦 ex","拉魯拉斯":"拉鲁拉斯","奇魯莉安":"奇鲁莉安","沙奈朵":"沙奈朵","滾滾蝙蝠":"滚滚蝙蝠","心蝙蝠":"心蝙蝠","泥偶小人":"泥偶小人","泥偶巨人":"泥偶巨人","穿山鼠":"穿山鼠","穿山王":"穿山王","地鼠":"地鼠","三地鼠":"三地鼠","猴怪":"猴怪","火爆猴":"火爆猴","腕力":"腕力","豪力":"豪力","怪力":"怪力","怪力ex":"怪力 ex","小拳石":"小拳石","隆隆石":"隆隆石","隆隆岩":"隆隆岩","大岩蛇":"大岩蛇","卡拉卡拉":"卡拉卡拉","嘎啦嘎啦":"嘎啦嘎啦","嘎啦嘎啦ex":"嘎啦嘎啦 ex","飛腿郎":"飞腿郎","快拳郎":"快拳郎","獨角犀牛":"独角犀牛","鑽角犀獸":"钻角犀兽","化石盔":"化石盔","鐮刀盔":"镰刀盔","功夫鼬":"功夫鼬","師父鼬":"师父鼬","拳拳蛸":"拳拳蛸","八爪武師":"八爪武师","阿柏蛇":"阿柏蛇","阿柏怪":"阿柏怪","尼多蘭":"尼多兰","尼多娜":"尼多娜","尼多后":"尼多后","尼多朗":"尼多朗","尼多力諾":"尼多力诺","尼多王":"尼多王","超音蝠":"超音蝠","大嘴蝠":"大嘴蝠","臭泥":"臭泥","臭臭泥":"臭臭泥","瓦斯彈":"瓦斯弹","雙彈瓦斯":"双弹瓦斯","大嘴娃":"大嘴娃","駒刀小兵":"驹刀小兵","劈斬司令":"劈斩司令","美錄坦":"美录坦","美錄梅塔":"美录梅塔","迷你龍":"迷你龙","哈克龍":"哈克龙","快龍":"快龙","波波":"波波","比比鳥":"比比鸟","大比鳥":"大比鸟","烈雀":"烈雀","大嘴雀":"大嘴雀","胖丁":"胖丁","胖可丁":"胖可丁","胖可丁ex":"胖可丁 ex","喵喵":"喵喵","貓老大":"猫老大","大蔥鴨":"大葱鸭","嘟嘟":"嘟嘟","嘟嘟利":"嘟嘟利","大舌頭":"大舌头","吉利蛋":"吉利蛋","袋獸":"袋兽","肯泰羅":"肯泰罗","百變怪":"百变怪","伊布":"伊布","多邊獸":"多边兽","化石翼龍":"化石翼龙","卡比獸":"卡比兽","泡沫栗鼠":"泡沫栗鼠","奇諾栗鼠":"奇诺栗鼠","毛辮羊":"毛辫羊","毛毛角羊":"毛毛角羊","拉普拉斯ex":"拉普拉斯 ex","貝殼化石":"贝壳化石","甲殼化石":"甲壳化石","秘密琥珀":"秘密琥珀","莉佳":"莉佳","小霞":"小霞","夏伯":"夏伯","阿桔":"阿桔","坂木":"坂木","小剛":"小刚","娜姿":"娜姿","馬志士":"马志士","傷藥":"伤药","速度強化":"速度强化","窺手鏡":"窥手镜","寶可夢圖鑑":"宝可梦图鉴","精靈球":"精灵球","紅牌":"红牌","博士的研究":"博士的研究","小拉達":"小拉达","拉達":"拉达","皮可西":"皮可西","夢幻":"梦幻","麻麻鰻魚王":"麻麻鳗鱼王"}');

/***/ })

}]);